---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsReferenceInsulationThickness
source: html/f64fb448-2d5a-d3f9-a327-64c9b7fc43c8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsReferenceInsulationThickness Property

"Insulation Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsReferenceInsulationThickness { get; }
```